business/2017-07-30-SteveJobs-Biography.org
* 史蒂夫.乔布斯传 笔记
** 第一章
   那些疯狂到因为自己能够改变世界的人，才能真正的改变世界。

   我遭遇的是自己从未遇到过的另一种形式的权威，而且我不喜欢它。他们几乎都要制服我了。
   差一点儿他们就把我身上的所有好奇心都赶走了。

   他的父母“都知道责任在学校，学校没有激发我学习的兴趣。”

   原来，他成功说服另外一个孩子把自己的衣服脱下来给了他。

   他不管种植树木东西都要追求完美。我一生中再没吃过比那儿更好的事务了。也就是从那时候起，
   我喜欢上了有机水果和蔬菜。

   乔布斯花了好几年时间研究并尝试时间佛教禅宗的交易。几年后，他反思自己的精神感受时说，
   宗教应该更多的强调精神体验，而不是一味遵守教条。“当基督教太过基于信仰，而忽略了以
   耶稣的方式生活或者从耶稣的角度看世界时，它的精髓就消失了。”

   他看到了一只小牛犊的出生，让他惊讶的是，这只小动物才落地几分钟就挣扎着站起来开始走路。
   “这不是他通过学习获得的技能，而是与生俱来的。”

   我很幸运，因为当我还是个孩子的时候，我的父亲，还有希斯工具盒都让我相信，我能做出任何东西。

   他通过各种各样的工作攒钱，然后把挣的钱赞起来买东西的那种满足感太让人兴奋了。

   他发现自己即沉浸在极客的电子世界中，又喜欢文学和创造性的尝试。

   约翰他像个杂耍艺人般，通过各种小把戏来激发学生的兴趣。

   有一次乔布斯需要一样市面上找不到的零件，他就给制造商-底特律的伯乐斯公司打了一个对方付费电话，
   告诉他们自己正在设计一个新产品，想要测试一下那个不见。

** 第二章
   沃兹的父亲信奉诚实，极端的诚实。他还给儿子灌输了对于极大野心的厌恶。

   八年级的时候，沃兹基于二进制理论造出了一台计算器。

   沃兹和乔布斯有如此多的共同点。

   迪伦的话可以触动我们心中的创造性思维。

   沃兹和我学会了怎样合作，我们也获得了信心。

** 第三章
   他开始了伴随他一生的强制性饮食实践——仅仅使用水果和蔬菜。

   那是我到那时为止人生中最美妙的触觉。

   5年前，迷幻启蒙运动的领袖蒂莫西 利里在他的“精神探索联盟”高效之旅中，曾经盘腿坐在里的学院的草地上，
   大神呼喊：“就如同过去所有我们在其中寻找神性的伟大宗教一般。。。。哪些古老的目标都隐喻着现在——
   打开心扉，自问心源，脱离尘世（Turn on，tune in，dropout）。”

   尤其是《此时此地》（Be Here Now），这是一本介绍冥想以及致幻剂的美妙之处的书。

   丹尼尔和乔布斯一样喜欢佛教禅宗，迪伦和迷幻药。

   精神上的探索让他不再追求物质享受，尽管如此，他还是对乔布斯的录音座印象深刻。

   铃木俊隆的《禅者的初心》，帕拉红萨的《一个瑜伽行者的自传》，理查德的《宇宙的意识》，
   以及邱杨创巴的《突破精神唯物主义》。

   “禅宗对他的影响非常深。这一点你可以从他极简主义的美学观点和执着的个性上看出来。”
   佛教对直觉的强调也深深影响了乔布斯。
   “我开始意识到，基于直觉的理解和意识，比抽象思维和逻辑分析更为重要。”

   一周过后，你就会有很美妙的感觉了，他说，不用笑话食物，可以让你获得很多活力。

   素食主义和佛教禅宗，冥想与灵性，迷幻药和摇滚乐——那个时代寻求自我启迪的校园文化。

   他骨子里的电子极客的暗流人在涌动，并在将来的某一天与他身上的其他特质完美地结合。

   让我感到震惊的是他的激情。他只要对一样东西感兴趣，就会把这种寻求发挥到非理性的极致状态。

   弗里德兰交给了史蒂夫现实扭曲力场。

   “我不知道自己想要干什么，也不知道大学能如何帮我搞清楚自己的人生目标。但我却在花着父母的毕生积蓄。
   所以我决定退学，我也相信，一切都会顺利。”

   “他有一颗渴求知识的心，这很让人感兴趣，”教导主任说，“他拒绝不懂脑筋的接受事实，任何事情他都要亲自检验。”

   “字体其中蕴涵的美，历史意味和艺术精妙之处是科学无法捕捉的，这让我陶醉。”

   乔布斯总是有意识的将自己置身于艺术与科技的交汇处。

   他会拿汽水瓶去换零钱，继续每个周末去哈雷克里希纳寺吃免费的素食。

   *他的主要精力还是放在自己的心灵以及对个人觉悟的追求上了。*

   *它让我更清楚什么是重要的——创造伟大的发明，而不是赚钱。应该尽我所能，将此生放回历史和人类思想的长河。*

** 第四章
   洛兰此人是个充满魅力，能说会道的梦想家——换句话说，又一个时代偶像。他有一项能力——弗里德兰也具有的，
   乔布斯日后也学会了的—— *就是将个人魅力转化为说服力，通过个性的力量进行劝诱，胁迫以及扭曲事实。*

   乔布斯已经不是在寻找传授智慧的导师了，而是在通过苦行体验，感官剥离和返璞归真寻求启蒙。

   他会通过各种途径来追求精神启蒙。早上和晚上他会冥想和禅修。

   西方的理性思维并不是人类先天就具有的，而是通过学习获得的，它是西方文明的一项伟大成就。

   在某些方面与理性思维同样有价值，那就是直观和经验智慧的力量。

   在印度的村庄待了7个月后再回到美国，我看到了西方世界的疯狂以及理性思维的局限。

   平静下来，心里就会有空间让你聆听更加微妙的东西——这时候你的直觉就开始发展，你看事情会更加透彻，
   也更能感受现实的环境，你的视界会极大的延伸。

   他开始尝试原始尖叫疗法，这一疗法基于弗洛伊德的理论：心理的问题都是由受到压抑的儿童时期的痛苦造成的。
   这一疗法比谈话疗法要好，因为包含了直观的感受和情感上的活动，并且需要你去行动。

   史蒂夫和我一直都在追求个人成长。

   这就是日后成为他“现实扭曲立场”个人魅力的美好的一面。

   我教他，如果你表现得好像你能做某件事，那就能起到作用。我告诉他，装得好像你掌控了一切，别人就会以为你真的掌控了一切。

** 第五章
   乔布斯一直梦想着能创办自己的事业。

   当蒂莫西利里宣称个人电脑已经成为了新的迷幻药，并将他那句著名言论改写成“开机，启动接入”（turn on，boot up，jack in）

   来自美国西海岸的人，他们会从不同的角度去看问题。

   一个关乎私密的个人力量的领域正在蓬勃发展——这样的力量可以让个人实现自己的教育，找到自己的灵感，
   塑造自己的环境，与任何感兴趣的人分享自己的经历。

   史蒂夫就出在反主流文化与科技的交汇处，他说，他看到了工具为人所用的本质。

   因为承担不起电脑的花费，沃兹所有的代码都是手写的。

   摩尔为这个俱乐部灌输的精神就是交换与分享，而不是做买卖。

   苹果削弱了电脑这个词的锐气。还有，这能让我们在电话簿上排在雅达利之前。

   史蒂夫与许多电脑俱乐部进行交流，以掌握这一新兴产业的脉搏。如果我们可以了解他们的需求，感受和动机，我们就可以做出正确的回应，
   生产出他们所需要的产品。

   Apple I就显得和它的发明者一样邋遢不堪。
